{
  "heroTitle": "Hi, I'm <span class=\"text-purple-400\">Soufiano</span>",
  "heroSubtitle": "Java & Kotlin Developer | From Morocco <span class=\"flag\"><img src=\"https://upload.wikimedia.org/wikipedia/commons/2/2c/Flag_of_Morocco.svg\" alt=\"Morocco Flag\" /></span>",
  "aboutTitle": "About Me",
  "aboutText": "I am Soufiane Hanane, a developer specialized in Android application development using Java and Kotlin. I can work in shared development environments for Android and iOS applications using Kotlin Multiplatform. I have extensive experience in designing and implementing high-quality applications, with a focus on interface aesthetics and user-friendliness. I specialize in Java and always strive to improve my skills and stay updated with the latest programming trends. My productivity increases significantly when working with a team of professional and understanding programmers, allowing us to achieve our goals faster and more efficiently. I place a strong emphasis on securing application information to the highest degree, while ensuring a smooth and enjoyable user experience. My goal is to create applications that not only function perfectly but also provide real value to users. I am always excited to collaborate on new projects, solve complex technical problems, and build innovative applications. If you are looking for an experienced and committed developer, feel free to contact me. Together, we can build something amazing!",
  "projectsTitle": "Projects",
  "taskManagementAppTitle": "Task Management App",
  "taskManagementAppDescription": "Built using Java and XML, this app helps users manage their tasks efficiently.",
  "onlineStoreTitle": "Online Store App",
  "onlineStoreDescription": "A Kotlin Multiplatform app with an integrated website for seamless e-commerce experiences.",
  "deliveryAppTitle": "Delivery App",
  "deliveryAppDescription": "A Kotlin and Compose-based delivery application offering real-time tracking and order management.",
  "viewProject": "View Project",
  "certificatesTitle": "Certificates",
  "javaCertificateTitle": "Java Advanced Certificate",
  "javaCertificatePlatform": "Programming Hub Platform",
  "javaCertificateDescription": "Completed advanced Java programming concepts including OOP, Collections, Multithreading, and more.",
  "kotlinCertificateTitle": "Kotlin Developer Certificate",
  "kotlinCertificatePlatform": "JetBrains Academy",
  "kotlinCertificateDescription": "Mastered Kotlin programming, including coroutines, Android development, and functional programming.",
  "androidCertificateTitle": "Android Development Certificate",
  "androidCertificatePlatform": "Google Developers",
  "androidCertificateDescription": "Learned Android app development, including UI design, API integration, and Firebase.",
  "socialMediaTitle": "Contact Me",
  "contactTitle": "Contact Me Via Email",
  "yourName": "Your Name",
  "yourEmail": "Your Email",
  "yourMessage": "Your Message",
 "submitButton": "Submit",
  "sendMessage": "Send Message",
  "scrollForMore": "Scroll for More"
}