{
  "heroTitle": "Hola, soy <span class=\"text-purple-400\">Soufiano</span>",
  "heroSubtitle": "Desarrollador Java & Kotlin | De Marruecos <span class=\"flag\"><img src=\"https://upload.wikimedia.org/wikipedia/commons/2/2c/Flag_of_Morocco.svg\" alt=\"Bandera de Marruecos\" /></span>",
  "aboutTitle": "Sobre mí",
  "aboutText": "Soy Soufiane Hanane, un desarrollador especializado en el desarrollo de aplicaciones Android utilizando Java y Kotlin. Puedo trabajar en entornos de desarrollo compartidos para aplicaciones Android e iOS utilizando Kotlin Multiplatform. Tengo una amplia experiencia en el diseño e implementación de aplicaciones de alta calidad, con un enfoque en la estética de la interfaz y la facilidad de uso para los usuarios. Estoy especializado en Java y siempre me esfuerzo por mejorar mis habilidades y mantenerme actualizado con las últimas tendencias en programación. Mi productividad aumenta significativamente cuando trabajo con un equipo de programadores profesionales y comprensivos, lo que nos permite alcanzar nuestros objetivos de manera más rápida y eficiente. Pongo un fuerte énfasis en la seguridad de la información de la aplicación al más alto nivel, al tiempo que garantizo una experiencia de usuario fluida y agradable. Mi objetivo es crear aplicaciones que no solo funcionen perfectamente, sino que también brinden un valor real a los usuarios. Siempre estoy emocionado de colaborar en nuevos proyectos, resolver problemas técnicos complejos y construir aplicaciones innovadoras. Si estás buscando un desarrollador experimentado y comprometido, no dudes en contactarme. ¡Juntos podemos construir algo increíble!",
  "projectsTitle": "Proyectos",
  "taskManagementAppTitle": "Aplicación de Gestión de Tareas",
  "taskManagementAppDescription": "Construida en Java y XML, esta aplicación ayuda a los usuarios a gestionar sus tareas de manera eficiente.",
  "onlineStoreTitle": "Aplicación De tienda En Línea",
  "onlineStoreDescription": "Una aplicación Kotlin Multiplatform con un sitio web integrado para experiencias de comercio electrónico sin problemas.",
  "deliveryAppTitle": "Aplicación de Entrega",
  "deliveryAppDescription": "Una aplicación de entrega basada en Kotlin y Compose que ofrece seguimiento en tiempo real y gestión de pedidos.",
  "viewProject": "Ver Proyecto",
  "certificatesTitle": "Certificados",
  "javaCertificateTitle": "Certificado Avanzado de Java",
  "javaCertificatePlatform": "Plataforma de Programación Hub",
  "javaCertificateDescription": "Completé conceptos avanzados de programación en Java, incluyendo POO, Colecciones, Multihilos y más.",
  "kotlinCertificateTitle": "Certificado de Desarrollador de Kotlin",
  "kotlinCertificatePlatform": "Academia JetBrains",
  "kotlinCertificateDescription": "Dominé la programación en Kotlin, incluyendo corrutinas, desarrollo de Android y programación funcional.",
  "androidCertificateTitle": "Certificado de Desarrollo de Android",
  "androidCertificatePlatform": "Desarrolladores de Google",
  "androidCertificateDescription": "Aprendí desarrollo de aplicaciones Android, incluyendo diseño de interfaz, integración de API y Firebase.",
  "socialMediaTitle": "Contáctame",
  "contactTitle": "Contáctame Por Correo Electrónico.",
  "yourName": "Tu Nombre",
  "yourEmail": "Tu Email",
  "yourMessage": "Tu Mensaje",
  "sendMessage": "Enviar Mensaje",
   "submitButton": "Enviar",
  "scrollForMore": "Desplázate para más"
}