{
  "heroTitle": "Bonjour, je suis <span class=\"text-purple-400\">Soufiano</span>",
  "heroSubtitle": "Développeur Java & Kotlin | Du Maroc <span class=\"flag\"><img src=\"https://upload.wikimedia.org/wikipedia/commons/2/2c/Flag_of_Morocco.svg\" alt=\"Drapeau du Maroc\" /></span>",
  "aboutTitle": "À propos de moi",
  "aboutText": "Je suis Soufiane Hanane, un développeur spécialisé dans le développement d'applications Android en utilisant Java et Kotlin. Je peux travailler dans des environnements de développement partagés pour les applications Android et iOS en utilisant Kotlin Multiplatform. J'ai une vaste expérience dans la conception et la mise en œuvre d'applications de haute qualité, en mettant l'accent sur l'esthétique de l'interface et la convivialité pour les utilisateurs. Je suis spécialisé en Java et je m'efforce toujours d'améliorer mes compétences et de me tenir au courant des dernières tendances en programmation. Ma productivité augmente considérablement lorsque je travaille avec une équipe de programmeurs professionnels et compréhensifs, ce qui nous permet d'atteindre nos objectifs plus rapidement et plus efficacement. J'accorde une grande importance à la sécurisation des informations de l'application au plus haut degré, tout en garantissant une expérience utilisateur fluide et agréable. Mon objectif est de créer des applications qui fonctionnent non seulement parfaitement, mais qui offrent également une réelle valeur aux utilisateurs. Je suis toujours enthousiaste à l'idée de collaborer à de nouveaux projets, de résoudre des problèmes techniques complexes et de construire des applications innovantes. Si vous recherchez un développeur expérimenté et engagé, n'hésitez pas à me contacter. Ensemble, nous pouvons construire quelque chose d'extraordinaire !",
  "projectsTitle": "Projets",
  "taskManagementAppTitle": "Application de Gestion des Tâches",
  "taskManagementAppDescription": "Construite en Java et XML, cette application aide les utilisateurs à gérer leurs tâches efficacement.",
  "onlineStoreTitle": "Application De Boutique En Ligne",
  "onlineStoreDescription": "Une application Kotlin Multiplatform avec un site web intégré pour des expériences e-commerce fluides.",
  "deliveryAppTitle": "Application de Livraison",
  "deliveryAppDescription": "Une application de livraison basée sur Kotlin et Compose offrant un suivi en temps réel et une gestion des commandes.",
  "viewProject": "Voir le Projet",
  "certificatesTitle": "Certificats",
  "javaCertificateTitle": "Certificat Avancé en Java",
  "javaCertificatePlatform": "Plateforme de Programmation Hub",
  "javaCertificateDescription": "J'ai maîtrisé des concepts avancés de programmation Java, y compris la POO, les Collections, le Multithreading et plus encore.",
  "kotlinCertificateTitle": "Certificat de Développeur Kotlin",
  "kotlinCertificatePlatform": "Académie JetBrains",
  "kotlinCertificateDescription": "J'ai maîtrisé la programmation Kotlin, y compris les coroutines, le développement Android et la programmation fonctionnelle.",
  "androidCertificateTitle": "Certificat de Développement Android",
  "androidCertificatePlatform": "Développeurs Google",
  "androidCertificateDescription": "J'ai appris le développement d'applications Android, y compris la conception d'interface, l'intégration d'API et Firebase.",
  "socialMediaTitle": "Contactez-moi",
  "contactTitle": "Contactez-moi par E-Mail",
  "yourName": "Votre Nom",
  "yourEmail": "Votre Email",
  "yourMessage": "Votre Message",
   "submitButton": "Soumettre",
  "sendMessage": "Envoyer un Message",
  "scrollForMore": "Faites défiler pour en savoir plus"
}